Revit 2027 API
PointIterator Properties
The PointIterator type exposes the following members.
Properties
Name | Description
Current
CurrentObject
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
PointIterator Class
Autodesk.Revit.DB.PointClouds Namespace